Repository: common-repository/lunar-payments-for-woocommerce
Catalog: languages/lunar-payments-for-woocommerce-*.po
Languages: da_dk

source: %s ending in %s
da_dk: %s ender på %s

source: Accept payments with Visa and MasterCard instantly. Lunar Payments is the modern full-stack payment platform combining banking and payments into one.
da_dk: Accepter betalinger med Visa og MasterCard med det samme. Lunar Online Betalinger er den moderne full-stack betalingsplatform, der kombinerer bank og betalinger i én.

source: Accepted Cards
da_dk: Accepterede kort

source: Allow users to reuse their card via Lunar
da_dk: Tillad brugere at genbruge deres kort via Lunar

source: App key
da_dk: Live App Key

source: Authorized amount:
da_dk: Reserverede beløb:

source: Capture mode
da_dk: Capture metode

source: Captured amount:
da_dk: Captured beløb

source: Cards
da_dk: Kort

source: Charge authorized at:
da_dk: Betaling reserveret d.

source: Checkout mode
da_dk: Checkout metode

source: Continue to payment
da_dk: Gå til betaling

source: Delayed
da_dk: Efter ordren er sat til "Gennemført

source: Email onlinepayments@lunar.app to get it
da_dk: Send en e-mail til onlinepayments@lunar.app for at få den

source: Enable Lunar
da_dk: Aktiver Lunar

source: Enable Lunar Mobilepay
da_dk: Aktiver Lunar Mobilepay

source: Enable/Disable
da_dk: Aktiver/Deaktiver

source: Error :
da_dk: Fejl :

source: Error:
da_dk: Fejl:

source: Finalize payment
da_dk: Færdiggør betaling

source: Get it from your Lunar dashboard
da_dk: Hent den fra dit Lunar dashboard

source: If you deliver your product instantly (e.g. a digital product), choose Instant mode. If not, use Delayed. In Delayed mode, you can capture the order when moving from on hold to complete or from on hold to processing.
da_dk: Hvis du leverer dit produkt med det samme (f.eks. et digitalt produkt), skal du vælge øjeblikkelig "Ved ordremodtagelse". Hvis ikke, brug "Efter ordren er sat til "Gennemført"".

source: Instant
da_dk: Ved ordremodtagelse

source: Let your customers pay with debit and credit cards, including Visa, Mastercard, Maestro, Visa Electron.
da_dk: Tilbyd dine kunder at betale med debit- og kreditkort, inklusiv Visa, Mastercard, Maestro, Visa Electron.

source: Let your customers pay with MobilePay. Send an email to onlinepayments@lunar.app to get started.
da_dk: Tilbyd dine kunder at betale med MobilePay. Send en email til onlinepayments@lunar.app for at komme igang.

source: Lunar authorization complete.
da_dk: Lunar reservation var succesfuld.

source: Lunar capture complete.
da_dk: Lunar capture var succesfuld.

source: Lunar MobilePay will not work until you <a href="%s">configure your Lunar api keys and set the logo</a>.
da_dk: Lunar MobilePay virker først når du har <a href="%s">konfigureret dine Lunar API nøgler og indsat et logo</a>.

source: Lunar refund complete.
da_dk: Lunar refundering var succesfuld.

source: Lunar Transaction Failed (%s)
da_dk: Lunar transaktion fejlede (%s)

source: Lunar transaction refunded.
da_dk: Lunar transaktion er refunderet.

source: Lunar void complete.
da_dk: Lunar void var succesfuld.

source: Lunar will not work until you <a href="%s">configure your Lunar api keys</a>.
da_dk: Lunar pluginnet virker først når du har indsat <a href="%s">din app key or public key</a>.

source: Lunar: <a href="%s">Force SSL</a> is disabled; your checkout page may not be secure! Unless you have a valid SSL certificate and force the checkout pages to be secure, only test mode will be allowed.
da_dk: Lunar: <a href="%s">Force SSL</a> er deaktiveret; din checkout side er måske ikke på en sikker forbindelse! Medmindre, at du har et fungerende SSL certifikat og kræver at din checkout er med SSL er det kun din test konto, som virker.

source: Merchant ID not found
da_dk: "Merchant ID" blev ikke fundet

source: Neither Transaction ID nor Card ID was found
da_dk: Hverken "Transaction ID" eller "Card ID" blevet fundet

source: No valid merchant id was found
da_dk: Korrekt "Merchant ID" mangler

source: Pay Now
da_dk: Betal nu

source: Payment Amount:
da_dk: Transaktionsbeløb:

source: Payment before order created
da_dk: Tag betaling før ordren er oprettet

source: Payment method description
da_dk: Betalingsmetode beskrivelse

source: Payment method title
da_dk: Betalingsmetode titel

source: Payment popup title
da_dk: Betalingspopup titel

source: Public key
da_dk: Live Public Key

source: Redirect to payment page after order created
da_dk: Redirect til betalingsside efter ordren er oprettet

source: Refund amount:
da_dk: Refunderingsbeløb:

source: Save payment information to my account for future purchases.
da_dk: Gem mine betalingsoplysninger til min konto til brug ved fremtidige køb.

source: Secure payment with credit card via &copy; <a href="https://lunar.app" target="_blank">Lunar</a>
da_dk: Sikker betaling med kreditkort via &copy; <a href="https://lunar.dk" target="_blank">Lunar</a>

source: Secure payment with MobilePay via &copy; <a href="https://lunar.app" target="_blank">Lunar</a>
da_dk: Sikker betaling med MobilePay via &copy; <a href="https://lunar.app" target="_blank">Lunar</a>

source: Select the card types to accept.
da_dk: Vælg korttyperne du tager imod.

source: Settings
da_dk: Indstillinger

source: Store Payment Method
da_dk: Gem betalingsoplysninger

source: TEST MODE ENABLED. In test mode, you can use the card number 4100 0000 0000 0000 with any CVC and a valid expiration date. "<a href="%s">See Documentation</a>".
da_dk: Dit Lunar plugin er i test tilstand. Her kan du bruge kortnummeret 4100 0000 0000 000 med enhver CVD og gyldig udløbsdato. "<a href="%s">Se dokumentation</a>".

source: Thank you for your order, payment is now finalizing.
da_dk: Tak for din ordre, betalingen er nu ved at blive afsluttet.

source: Thank you for your order, please click below to pay and complete your order.
da_dk: Tak for din bestilling. Klik venligst på "Gå til betaling" herunder for at afslutte din bestilling.

source: The action is not allowed! You do not have the rights to perform the action. Reach out to support@lunar.app to get help.
da_dk: Handlingen er ikke tilladt! Du har ikke rettighederne til at udføre handlingen. Kontakt onlinepayments@lunar.app for at få hjælp.

source: The App key doesn't seem to be valid
da_dk: Din app key er ikke gyldig.

source: The app key doesn't seem to be valid
da_dk: Din app key er ikke gyldig.

source: The App key is not valid.
da_dk: Din app key er ikke gyldig.

source: The card could not be fetched.
da_dk: Kortet kunne ikke hentes.

source: The live app key is not valid.
da_dk: Din live app key er ikke gyldig.

source: The live public key doesn't seem to be valid
da_dk: Din "Live Public Key" er ikke gyldig.

source: The Lunar account used is not allowed to capture. Instant mode is not available.
da_dk: Den anvendte Lunar-konto har ikke tilladelse til at hæve betalinger. "Instant mode" er ikke tilgængelig.

source: The Lunar account used is not allowed to save cards. Storing the payment method is not available.
da_dk: Den anvendte Lunar-konto må ikke gemme kort. Det er ikke muligt at gemme betalingsmetoden.

source: The merchant couldn't be found
da_dk: Din Lunar merchant konto blev ikke fundet.

source: The merchant is not allowed to capture
da_dk: Din konto er ikke godkendt til at lave captures.

source: The merchant is not allowed to save cards
da_dk: Din konto er ikke godkendt til at gemme kort.

source: The Mobile Pay config id key doesn't seem to be valid. It should not have more than 32 characters. Current count:
da_dk: Mobile Pay-konfigurations-nøglen ser ikke ud til at være gyldig. Nøglen skal være kortere end 32 tegn. Aktuelt antal tegn:

source: The operation is not properly authorized! Check the credentials set in settings for Lunar.
da_dk: Autoriseringen er ikke gyldig. Tjek at din "public key" or "app key" er korrekt og tilhørende samme konto.

source: The operation leads to a conflict! The same transaction is being requested for modification at the same time. Try again later.
da_dk: Operationen fører til en konflikt! Den samme betaling anmodes om ændring på samme tid. Prøv igen senere.

source: The Public key doesn't seem to be valid
da_dk: Din public key ser ikke ud til at være gyldig.

source: The request is not valid! Check if there is any validation bellow this message and adjust if possible, if not, and the problem persists, contact the developer.
da_dk: Anmodningen er ikke gyldig! Tjek, om der er nogen validering under denne meddelelse, og juster. Hvis det ikke er muligt, og problemet fortsætter, kontakt venligst Lunar.

source: The test app key is not valid.
da_dk: Din test app key ser ikke ud til at være gyldig.

source: The test public key doesn't seem to be valid
da_dk: Din test public key ser ikke ud til at være gyldig.

source: The text shown in the popup where the customer inserts the card details.
da_dk: Teksten vist i pop op-vinduet, hvor kunden indsætter kortoplysningerne.

source: The transaction could not be fetched.
da_dk: Betalingen kunne ikke hentes.

source: The transaction id is missing, it seems that the authorization failed or the reference was not sent. Please try the payment again. The previous payment will not be captured.
da_dk: Betalings-id mangler, det ser ud til, at reservationen mislykkedes, eller referencen ikke blev sendt. Prøv venligst betalingen igen. Den tidligere betaling vil ikke blive hævet.

source: There has been a server issue! If this problem persists contact the developer.
da_dk: Der har været et serverproblem! Kontakt din udvikler eller Lunar, hvis dette problem fortsætter.

source: There was a problem adding the payment method.
da_dk: Der opstod et problem med at tilføje betalingsmetoden.

source: There was a problem creating the transaction!.
da_dk: Der opstod et problem med oprettelsen af betalingen!

source: This controls the description which the user sees during checkout.
da_dk: Dette styrer den beskrivelse, som brugeren ser under checkout.

source: This controls the title which the user sees during checkout.
da_dk: Dette styrer den titel, som brugeren ser under checkout.

source: Tokenization is only compatible with the before order payment mode.
da_dk: Tokenisering er kun kompatibel med checkout-flowet "Tag betaling før ordren er oprettet".

source: Transaction authorized at:
da_dk: Betaling reserveret d.:

source: Transaction ID:
da_dk: Betalings ID:

source: Transaction not found! Check the transaction key used for the operation.
da_dk: Betalingen blev ikke fundet! Verificer betalings ID'et.

source: Unable to capture transaction!
da_dk: Betalingen kunne ikke hæves!

source: Unable to refund transaction!
da_dk: Betalingen kunne ikke refunderes!

source: Unable to verify transaction!
da_dk: Betalingen kunne ikke verificeres!

source: Unable to void transaction!
da_dk: Betalingen kunne ikke annulleres!

source: URL must start with "https", the image must be in PNG or JPG format, and 250x250 px
da_dk: URL'en skal starte med "https", billedet skal være i PNG eller JPG format og størrelsen skal være 250x250 px

source: Use Beta
da_dk: Aktiver beta

source: Use the Beta SDK(only use if instructed)
da_dk: Benyt vores beta (vælg kun hvis du har været i kontakt med Lunar om dette)

source: Via %s card ending in %s (%s)
da_dk: Med %s kort der ender på %s (%s)

source: Voided amount:
da_dk: Annulleret beløb:

source: When this is checked the beta version of the sdk is being used
da_dk: Når denne er markeret benytter du vores beta version.

source: When this is checked users are allowed to save their payment to be used as a source for future payments without the need to go trough the payment process again
da_dk: Når denne er markeret kan brugere gemme deres betalingsoplysninger på deres profil og benytte betalingsmetoden til fremtidige betalinger uden at skulle gennemgå betalingsprocessen igen.

source: WooCommerce Lunar - cURL is not installed.
da_dk: WooCommerce Lunar - cURL er ikke installeret.

source: WooCommerce Lunar - The minimum PHP version required for this plugin is %1$s. You are running %2$s.
da_dk: WooCommerce Lunar - Den ældste understøttede PHP version er %1$s. Du kører %2$s.

source: WooCommerce Lunar - The minimum WooCommerce version required for this plugin is %1$s. You are running %2$s.
da_dk: WooCommerce Lunar - Den ældste understøttede WooCommerce version er %1$s. Du kører %2$s.

source: WooCommerce Lunar requires WooCommerce to be activated to work.
da_dk: WooCommerce Lunar kræver, at WooCommerce er aktiveret.
